<template>
  <div class="userrule">
    <h2>【电玩之光】会员规则</h2>
    <article>
      <p>特别提示</p>
      <p>广州梦现互娱科技有限公司（以下简称“梦现互娱”）在此特别提醒您，在您注册和办理成为电玩之光租借会员之前，请认真阅读本《电玩之光会员服务条款》（以下简称“服务条款”），确保您充分理解服务条款中各条款，包括免除梦现互娱科技责任的条款及限制会员权利的条款。请您审慎阅读并选择接受或不接受本服务条款。除非您接受本服务条款所有条款，否则您不得注册、登录或使用本服务条款所涉服务。您的注册、登录、使用等行为将视为对本服务条款的接受，并同意接受本服务条款各项条款的约束。
      本服务条款约定梦现互娱与您之间关于电玩之光平台租借会员服务的各项事项。“会员”是指注册、登录、使用本服务条款中梦现互娱提供的各种服务的个人。电玩之光会员服务是有偿的增值服务，会员必须完全同意本服务条款，并完成付费，才能享受相关服务。
      本服务条款是基于电玩之光平台的《电玩之光租赁平台会员注册协议》而制定，是其不可分割的一部分。同时，梦现互娱不时发布的关于会员服务的各种规范、规则等也是本服务条款的一部分。您选择接受本服务条款，开通会员服务成为会员用户，即表示您同意接受本服务条款、《电玩之光租赁平台会员注册协议》及各种规范、规则的各项约束，并将遵守。如果您不接受本服务条款，则不能享受本服务条款所涉会员服务。
      本服务条款可由梦现互娱随时更新，更新后的服务条款一旦公布即代替原来的服务条款，恕不再另行通知，用户可在本网站查阅最新版服务条款。</p>

      <p>一、总则</p>
      <p>1、电玩之光是由梦现互娱创建、运行的关于主机游戏资讯、租赁、购买和分享交流的平台。</p>
      <p>2、电玩之光用户是指完成全部注册流程，愿意接受《电玩之光租赁平台会员注册协议》并在电玩之光相关使用规范的规定下使用电玩之光服务的注册用户。</p>
      <p>3、电玩之光会员服务是电玩之光为电玩之光用户提供的有偿增值服务，用户向电玩之光支付相关费用后，方可享受专门为会员提供的各项服务。</p>
      <p>4、电玩之光会员必须遵守电玩之光《电玩之光租赁平台会员注册协议》及本服务条款。</p>

      <p>二、服务费用</p>
      <p>1、会员资格是以用户通过时间阶段性一次性支付人民币的方式购买会员服务。梦现互娱将根据不同的购买方式和数量，向用户提供不同幅度的优惠，具体优惠信息以会员资格支付页上内容为准。</p>
      <p>2、梦现互娱可以根据实际情况随时调整会员服务费用标准，经调整的会员服务费用标准将在会员资格支付页上显示，用户按调整后的服务费用标准支付后方可享有或延续会员资格。已按原会员服务费用标准购买会员服务的用户，无需补充缴纳差额，其会员资格以及所享有的会员服务在一年内不受影响。</p>

      <p>三、服务内容</p>
      <p>1、电玩之光将为会员主要提供包括但不限于资讯服务、游戏出租、租赁服务和商品购买。</p>
      <p>2、电玩之光提供PS4、NS 和正版国内引进游戏租借。</p>
      <p>3、电玩之光可以根据实际情况随时调整会员服务内容。</p>
      <p>四、服务的开通和终止</p>
      <p>1、电玩之光用户完成用户注册程序，并通过电玩之光平台提供的付费途径完成会员费用的支付后，即取得电玩之光会员资格。</p>
      <p>2、电玩之光用户通过电玩之光平台完成会员注册，所提交的内容与个人资料必须真实有效。当会员的个人资料发生变化时，会员应及时修改注册的个人资料，否则由此造成的会员权利不能全面有效行使或其他任何后果、责任由会员自行承担。</p>
      <p>3、当某个平台被破解后，梦现互娱有权取消某个平台的租借服务，并且只能留下手上游戏以及提供比市场价便宜的破解服务。</p>
      <p>4、游戏如果损坏，请及时和客服联系，给予解决方法。未寻求解决方法，直接用损坏或者假冒的游戏换借，梦现互娱有权立即取消会员资格。</p>
      <p>5、会员收到货物之后，请检查好再签收，如果游戏有损坏或者任何问题，拒绝签收，并及时联系客服。签收后，如果出现游戏损坏，由会员自身负责。</p>
      <p>6、为防止同行恶意竞争和差评师，本会员涉及到的电商上，不接受恶意差评和差的追评以及投诉获取利益，如果出现则无押金退还，并且追究法律责任。如果出现换借问题可以拨打平台中的投诉电话进行投诉。</p>
      <p>五、会员的权利和义务</p>
      <p>1、电玩之光会员享有会员的权利，同时应遵守梦现互娱的各项规范、规则，包括但不限于本服务条款和《电玩之光租赁平台会员注册协议》。</p>
      <p>2、因违反《电玩之光租赁平台会员注册协议》而导致会员服务被暂停使用的相关损失，由用户自行承担。</p>
      <p>3、会员可以享受对应电玩之光会员的各项服务。具体为：</p>
      <p>(1) 租期的起租时间以签收物流日期为准，到期时间以租赁方发出货物，快递单号可以联网查询的时间为准。如租赁方没有点击发出货物，则以物流收货时间为准。</p>
      <p>(2) 实体版游戏可租借，未来将加入数字版游戏的租借。</p>
      <p>4、如会员主动终止或取消会员资格，梦现互娱不负责退还该会员对应的服务费用。</p>
      <p>5、会员自行承担在电玩之光中传送、发布信息及使用电玩之光免费服务或收费服务的法律责任，会员使用电玩之光服务，包括免费服务与收费服务的行为，均应遵守各项法律法规、规章、规范性文件（以下简称“法律法规”）。</p>
      <p>六、梦现互娱的权利和义务</p>
      <p>1、梦现互娱有义务保证遵守本服务条款、《电玩之光租赁平台会员注册协议》及各项规范、规则的会员正常使用会员服务，当出现技术故障影响会员服务的正常提供时，梦现互娱应尽快排除故障，但对于会员因此产生的任何损失，梦现互娱不承担责任。</p>
      <p>2、电玩之光在未经会员授权时，不得公开、编辑或透露会员注册及保存的非公开信息，但法律法规明确规定及《电玩之光租赁平台会员注册协议》约定的情形除外。</p>
      <p>3、梦现互娱将通过电玩之光系统对会员进行通知和公告。</p>
      <p>4、因不可抗力造成会员服务提供的中断或其它缺陷，梦现互娱不承担任何责任，但将尽力减少因此给会员造成的损失和影响。</p>
      <p>5、因会员原因造成的电玩之光帐号密码泄露，电玩之光不承担责任，同时为避免电玩之光帐号被盗用后滥用而引起法律风险，电玩之光可以在用户举报该情形后采取一切措施避免第三方对用户的会员帐号实施操作行为，而不论该第三方基于何种目的、获取方式是否善意。</p>
      <p>6、因会员在使用电玩之光免费服务或收费服务的过程中，故意进行有损梦现互娱、电玩之光平台、其他电玩之光用户合法权益的行为，或存在《电玩之光租赁平台会员注册协议》约定的相关情形，梦现互娱有权取消该会员的会员资格或中断一项或多项会员服务而无须给予任何补偿，并保留追究该会员法律责任的权利。</p>
      <p>7、因会员在使用电玩之光免费服务或收费服务的过程中，存在违反法律法规的行为，梦现互娱有权取消该会员的会员资格而无须给予任何补偿，且该会员须自行承担全部责任。</p>
      <p>七、关于快递</p>
      <p>1、每次实体游戏通过邮寄的方式进行交易。换借的邮费包含两次，来和去。会员邮费（包含来回）由会员自理。换借时，寄回的快递费由会员自行支付给快递公司，寄给会员的快递费，分为两种情况，若快递件来自于电玩之光，则需要支付相对应的G币作为快递费用，若是快递件来自于第三方出租方，则快递费用为到付。</p>
      <p>2、若游戏碟来自电玩之光，则仓库收到寄回游戏检查无误后便可发出会员需要的游戏，遇到发货量大，需要采购，节假日等情况会出现延迟发货。</p>
      <p>3、邮寄的方式分为：顺丰到付和默认快递，邮费会根据实际情况收取，一般会采取顺丰到付。</p>
      <p>八、关于押金和退款</p>
      <p>1、押金在退会员时，按照记录退回。</p>
      <p>2、黄金会员、铂金会员、钻石会员退会分别退还500、450、450元人民币或者选择保留手上游戏。当游戏平台破解时，只能留下手上游戏而不能选择退款。</p>
      <p>3、退会时，G币无法退回。</p>
      <p>4、退款通过支付宝转账、银行卡转账方式，时间在3个工作日内。</p>
      <p>九、关于游戏</p>
      <p>1、游戏租借流程为</p>
      <p>(1)还回游戏：会员先在电玩之光平台中进行自助还回操作</p>
      <p>(2)租借游戏：操作完还回后的任意时间，在平台游戏库里面选择需要的游戏，选择租赁，下单。</p>
      <p>(3)发出游戏：仓库或者第三方出租方收到寄回游戏，检查无误后会发出会员需要的游戏。</p>
      <p>全程均是会员自助在电玩之光平台内操作完成，无需联系客服以及填写字条。</p>
      <p></p>2、会员邮寄快递，需要注意游戏包装，对于光盘类游戏需要在盒子里垫上泡泡纸或者面纸，防止光盘在运输过程中脱落。同时外壳也需要包装安全。</p>
      <p>3、白银会员、黄金会员、钻石会员三种会员等级，电玩之光都会在首次充值后赠送30G币。黄金会员、钻石会员皆享有优先预订、租赁最新的游戏的权利，并分别享受G币充值9.8折、9.5折的优惠。</p>
      <p>5、游戏库存会随市场情况而定，请会员保持对平台最新游戏租赁资讯的关注。</p>
      <p>6、电玩之光提供PS4、NS和正版国内引进游戏租借。非国内引进游戏的提供属于分享研究使用。如果需要，梦现互娱会随时配合相关部门停止提供未引进游戏的分享。</p>
      <p>十、其他</p>
      <p>1、游戏丢失，会员可以自行购买一样的游戏（新旧均可），归还即可；也可以按照二手市场价值补偿相等的金额。</p>
      <p>十、其他</p>
      <p>1、游戏丢失，会员可以自行购买一样的游戏（新旧均可），归还即可；也可以按照二手市场价值补偿相等的金额。</p>
      <p>2、游戏磨损，如果属于正常不重要的磨损，无碍；但若产生了功能性的磨损，则需要补偿卡带的二手市场金额，破损的游戏由会员保留。我们有专门的货物检查室，全方位记录仓库收货拆包测试运行等流程。具体为：</p>
      <p>(1)光盘出现明显划痕（影响运行并且拍照能看到）或者出现一厘米以上划痕，需要会员重新提供没有划痕游戏或（新旧均可）者按照二手市场价格赔偿。</p>
      <p>(2)包装盒轻度损坏，但可以盒盖，无碍；包装盒重度损坏，不可盒盖，赔偿30人民币；包装盒丢失，赔偿50人民币。以上赔偿均可换成会员提供不损坏的包装盒。</p>
      <p>3、梦现互娱不时发布的关于会员服务的规范、规则等，是本服务条款不可分割的一部分。</p>
      <p>4、如本服务条款与《电玩之光租赁平台会员注册协议》发生冲突或本服务条款无规定时，应以《电玩之光租赁平台会员注册协议》的规定为准。</p>
      <p>5、本服务条款的解释，效力及纠纷的解决，适用中华人民共和国法律。若会员和梦现互娱之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，会员同意将纠纷或争议提交梦现互娱住所地有管辖权的人民法院管辖。</p>
      <p>6、本服务条款的版权由梦现互娱所有，梦现互娱保留一切解释和修改的权利。</p>
      <p>7、梦现互娱可依照电玩之光发展的不同阶段，随着管理经验的不断丰富，出于维护电玩之光会员秩序的目的，不断完善本服务条款。</p>


</article>
  </div>
</template>

<script>
export default {
  name: 'userrule'

}
</script>


<style scoped lang="scss" rel="stylesheet/scss">
.userrule {
  background-color: #fff;
  padding: 40px 32px;
}
.userrule h2{
  font-size: 16px;
  font-weight: 100;
  text-align: center;
  margin-bottom: 20px;
}
.userrule article{
  font-size: 14px;
  color: #555;
  line-height: 24px;
}
.userrule article p{
  margin-bottom: 6px;
}
</style>
